# Даны два действительных числа. Найти среднее арифметическое и
# среднее геометрическое этих чисел.

num1 = float(input('Введите 1-е число: '))
num2 = float(input('Введите 2-е число: '))
print('Ср. арифметическое: ', (num1 + num2) / 2)
print('Ср. геометрическое: ', (num1 * num2) ** 0.5)
